Repository: rlf/LittleBits-Bukkit
Catalog: src/main/resources/po/*.po
Languages: da

source: littlebits block placed, right-click to assign device.
da: littleBits blok placeret, højre-klik for at tildele en enhed.

source: You are not allowed to place littleBits (littlebits.block.place)
da: Du har ikke tilladelse til at placere littleBits (littlebits.block.place)

source: You are not allowed to break littleBits (littlebits.block.break)
da: Du har ikke tilladelse til at ødelægge littleBits (littlebits.block.break)

source: -none-
da: -ingen-

source: Device {0}
da: Enhed {0}

source: You are not allowed to see littleBits info (littlebits.block.info)
da: Du har ikke tilladelse til at se littleBits informationer (littlebits.block.info)

source: Changed to device {0}
da: Ændrede til enhed {0}

source: Disabled this littlebits block.
da: Deaktiverede denne littleBits blok.

source: You are not allowed to change littleBits (littlebits.block.assign)
da: Du har ikke tilladelse til at ændre littleBits (littlebits.block.assign)

source: handle littlebit accounts
da: håndter littlebit konti

source: add an account
da: tilføj en konto

source: Added account with token {0}
da: Tilføjede en konto med token {0}

source: remove an account
da: fjern en konto

source: Removed account {0}
da: Fjernede konto {0}

source: No account with id {0} was found
da: Kunne ikke finde en konto med id {0}

source: list all current accounts
da: se alle nuværende konti

source: All accounts:
da: Konti:

source: Account: {0}
da: Konto: {0}

source: updates the account info
da: opdaterer konto information

source: No account named {0} found
da: Kunne ikke finde en konto med id {0}

source: Updated account {0}
da: Opdaterede konto {0}

source: give an account a label
da: tilden et navn til en konto

source: Changed label on {0} to {1}
da: Skiftede navn på {0} til {1}

source: Shows the account-token
da: Viser kontoens token

source: Account {0} has token {1}
da: Konto {0} har token {1}

source: manages blocks
da: håndter blokke

source: lists all littlebit blocks
da: lister alle registrerede littleBits blokke

source: Blocks:
da: Blokke:

source: assigns a device to a block
da: tildeler en enhed til en blok

source: {0} is not a valid block-location
da: {0} er ikke en valid blok-placering

source: No device {0} was found
da: Ingen enhed med navn {0} fundet

source: No littleBits block found at that location
da: Ingen littleBits blok fundet på den position

source: gives the player a littlebits block
da: giver spilleren en littleBits blok

source: Gave {0} a littleBits block
da: Gav {0} en littleBits blok

source: You where given a littleBits block by {0}
da: Du modtog en littleBits blok fra {0}

source: No valid player found
da: Ingen valid spiller fundet

source: allow placement of littleBits
da: tillad placering af littleBits

source: allow breaking of littleBits
da: tillad ødelæggelse af littleBits

source: allow left-clicking littleBits
da: tillad venstre-klik af littleBits

source: manage devices
da: håndter enheder

source: show device info
da: viser enhedsinformation

source: remove device
da: fjern enhed

source: Device {0} removed
da: Enhed {0} fjernet

source: update device
da: opdater enhed

source: Device {0} updated
da: Enhed {0} opdateret

source: set output of device
da: sæt output af enhed

source: Device {0} output set to {1}
da: Enhed {0}s output sat til {1}

source: Device output must be between 0-15
da: Enheds output skal være imellem 0-15

source: simulate input from device
da: simuler input fra en enhed

source: Device {0} input set to {1}
da: Enhed {0} input sat til {1}

source: Device input must be between 0-100
da: Enheds input skal være imellem 0-100

source: changes the language of the plugin, and reloads
da: skift pluginnets sprog og genindlæs

source: §aSuccessfully changed language to §e{0}
da: §aSkiftede sprog til §e{0}

source: §cFailed to change language to §e{0}
da: §cKunne ikke skifte sprog til §e{0}

source: §9Supported Languages:
da: §9Understøttede sprog:

source: §f{0} §7{1} §9 by {2} §7{3}
da: §f{0} §7{1} §9 af {2} §7{3}

source: §cUnable to locate any languages.
da: §cKunne ikke finde nogen sprog.

source: primary littlebits command
da: primær littleBits kommando

source: loads the databases
da: Genindlæser databaserne

source: Databases loaded
da: Databaserne indlæst

source: saves and reloads the plugin configuration
da: gemmer og genindlæser pluginkonfigurationen

source: Plugin has been reloaded!
da: Pluginnet er blevet genindlæst!

source: saves the configs to file
da: gemmer konfigurationen til fil

source: Configuration saved
da: Konfigurationen gemt

source: connected
da: §aforbundet

source: disconnected
da: §cafbrudt

source: {0} ({1}:{2}, in={3}, out={4}, {5})
da: {0} §7({1}:{2}, in={3}, out={4}, {5}§7)
